Repository: coopcycle/coopcycle-app
Catalog: ios/MercadoPagoSDK/MercadoPagoSDK/MercadoPagoSDK/Translations/*.lproj/Localizable.strings
Languages: es_ve, pt_br

# Si
source: Yes
es_ve: Si
pt_br: Sim

source: No
pt_br: Não

# PAYMENT_ERROR
source: Unable to made the payment.
es_ve: No se pudo realizar el pago.
pt_br: Não foi possível realizar o pagamento.

# No se ha podido obtener los métodos de pago con esta preferencia
source: Unable to get payment methods with this preference
es_ve: No se ha podido obtener los métodos de pago con esta preferencia
pt_br: Não foi possível obter os métodos de pagamento com esta preferência

# Salir
source: Log out
es_ve: Salir
pt_br: Sair

# Reintentar
source: Try again
es_ve: Reintentar
pt_br: Tentar novamente

# Hubo un error
source: There was a problem
es_ve: Hubo un error
pt_br: Ocorreu um erro

# Continuar
source: Continue
es_ve: Continuar
pt_br: Continuar

# ¡Listo! Se acreditó tu pago
source: Done! Your payment was accredited
es_ve: ¡Listo! Se acreditó tu pago
pt_br: Pronto, seu pagamento foi aprovado!

# En tu estado de cuenta verás el cargo como {0}
source: On your statement you will see the charge as {0}
es_ve: En tu estado de cuenta verás el cargo como {0}
pt_br: Você verá o pagamento na fatura do seu cartão de crédito como {0}

# Estamos procesando el pago
source: We're processing the payment
es_ve: Estamos procesando el pago
pt_br: Estamos processando o pagamento

# ¿Qué puedo hacer?
source: What can I do?
es_ve: ¿Qué puedo hacer?
pt_br: O que eu posso fazer?

# Cancelar pago
source: Cancel payment
es_ve: Cancelar pago
pt_br: Cancelar pagamento

# El número de identificación es inválido
source: Invalid identification number
es_ve: El número de identificación es inválido
pt_br: O número de identificação é inválido

# Ingresalo nuevamente
source: Enter it again
es_ve: Ingrésalo nuevamente
pt_br: Digite-o novamente

# invalid_cvv_length
source: Enter the {0} security code numbers
es_ve: Ingresa los {0} números del código de seguridad
pt_br: Digite os {0} números do código de segurança

# invalid_field
source: Review this detail
es_ve: Revisa este dato
pt_br: Revise este dado

# invalid_card_length
source: Enter the {0} card numbers
es_ve: Ingresa los {0} números de la tarjeta
pt_br: Digite os {0} números do cartão

# invalid_card_length_general
source: Enter all the numbers of the card
es_ve: Ingresa todos los números de la tarjeta
pt_br: Digite todos os números do cartão

source: Security code
es_ve: Código de seguridad
pt_br: Código de segurança

# Ver promociones
source: See deals
es_ve: Ver promociones
pt_br: Veja as promoções

# Número de tarjeta
source: Card number
es_ve: Número de tarjeta
pt_br: Número do cartão

# NOMBRE APELLIDO
source: NAME SURNAME
es_ve: NOMBRE APELLIDO
pt_br: NOME SOBRENOME

# MM/AA
source: MM/YY
es_ve: MM/AA
pt_br: MM/AA

# Fecha de expiración
source: Date of expiration
es_ve: Fecha de expiración
pt_br: Data de vencimento

# Ingresa el número de la tarjeta de crédito
source: Enter the credit card number
es_ve: Ingresa el número de la tarjeta de crédito
pt_br: Digite o número do cartão de crédito

# Ingresa el nombre y apellido impreso en la tarjeta
source: Enter the name and last name printed on the card
es_ve: Ingresa el nombre y apellido impreso en la tarjeta
pt_br: Digite o nome e o sobrenome impresso no cartão

# Método de pago no soportado
source: Payment method not supported
es_ve: Método de pago no soportado
pt_br: Você não pode pagar com este método de pagamento

# Solo puedes pagar con {0}
source: You can only pay with {0}
es_ve: Solo puedes pagar con {0}
pt_br: Você só pode pagar com {0}

# No puedes pagar con esta tarjeta
source: Credit card not supported
es_ve: No puedes pagar con esta tarjeta
pt_br: Você não pode pagar com este cartão

# MAS INFO
source: MORE INFO
es_ve: MÁS INFO
pt_br: MAIS INFO

# Ingresar otra tarjeta
source: Enter another card
es_ve: Ingresar otra tarjeta
pt_br: Tentar com outro cartão

# No te preocupes
source: Don't worry, you can still pay with:
es_ve: No te preocupes, aún puedes terminar tu pago con:
pt_br: Não se preocupe, você ainda pode terminar o seu pagamento com:

# Nombre y apellido
source: Name and surname
es_ve: Nombre y apellido
pt_br: Nome e sobrenome

# DOCUMENTO DEL TITULAR DE LA TARJETA
source: CARD HOLDER DOCUMENT
es_ve: DOCUMENTO DEL TITULAR DE LA TARJETA
pt_br: DOCUMENTO DO TITULAR DO CARTÃO

# Número
source: Number
es_ve: Número
pt_br: Número

# Tipo
source: Type
es_ve: Tipo
pt_br: Tipo

# Sin interés
source: Interest-free
es_ve: Sin interés
pt_br: Sem juros

# ¿En cuántas cuotas?
source: In how many installments?
es_ve: ¿En cuántas cuotas?
pt_br: Em quantas vezes?

# No incluye intereses bancarios
source: Excludes bank interest
es_ve: No incluye intereses bancarios
pt_br: Não incluso juros bancários

# ¿Quién emitió tu tarjeta?
source: Which is your bank?
es_ve: ¿Quién emitió tu tarjeta?
pt_br: Quem emitiu o seu cartão?

# Crédito
source: Credit
es_ve: Crédito
pt_br: Crédito

# Débito
source: Debit
es_ve: Débito
pt_br: Débito

# ¿Cuál es el tipo de persona?
source: Which is your entity's type?
es_ve: ¿Cuál es el tipo de persona?
pt_br: Qual é o tipo de pessoa?

# ¿Cuál es tu banco?
source: What is your bank?
es_ve: ¿Cuál es tu banco?
pt_br: Qual é o seu banco?

# Pagar con otro medio
source: Pay using a different method
es_ve: Pagar con otro medio
pt_br: Pagar com outro meio

# terminada en
source: completed in
es_ve: terminada en
pt_br: terminado em

# ¿Cómo quieres pagar?
source: How would you like to pay?
es_ve: ¿Cómo quieres pagar?
pt_br: Como você prefere pagar?

# Procesando tu pago
source: Processing your payment
es_ve: Procesando tu pago
pt_br: Processando o seu pagamento

# Producto
source: Product
es_ve: Producto
pt_br: Produto

# Mora
source: Arrear
es_ve: Mora
pt_br: Atraso

# Cargos
source: Charges
es_ve: Cargos
pt_br: Tarifas

# Impuestos
source: Taxes
es_ve: Impuestos
pt_br: Impostos

# Envío
source: Shipment
es_ve: Envío
pt_br: Frete

# ¡Apúrate a pagar!
source: Hurry to pay!
es_ve: ¡Apúrate a pagar!
pt_br: Não perca tempo!

# de
source: of
es_ve: de
pt_br: de

# Operación #{0}
source: Transaction #{0}
es_ve: Operación #{0}
pt_br: Operação #{0}

# Se acreditará instantáneamente
source: Will be accredited instantly
es_ve: Se acreditará instantáneamente
pt_br: É aprovado imediatamente

# Se acreditará en
source: Will be accredited in
es_ve: Se acreditará en
pt_br: Será aprovado em {0}

# Pagar
source: Pay
pt_br: Pagar

# día hábil
source: business day
es_ve: día hábil
pt_br: dia útil

# días hábiles
source: working days
es_ve: días hábiles
pt_br: dias úteis

# Revisa si está todo bien
source: Check if everything's correct
es_ve: Revisa si está todo bien
pt_br: Confira se está tudo correto

# error_body_title_call_for_authorize
source: How do I authorize it?
es_ve: ¿Cómo lo autorizo?
pt_br: Como posso autorizá-lo?

# error_body_description_
source: Please try to pay with other payment method.
es_ve: Por favor, intente pagar de otra forma.
pt_br: Por favor, tente pagar de outra forma.

# error_body_description_pending_contingency
source: In a few hours will notify you by e-mail if it is accredited.
es_ve: En unas horas te avisaremos por e-mail si se acreditó.
pt_br: Se for, avisaremos você por e-mail em algumas horas.

# error_body_description_pending_review_manual
source: Within the next 24 hours we will notify you via e-mail if it was accredited.
es_ve: Dentro de las próximas 24 horas te avisaremos por e-mail si se acreditó.
pt_br: Dentro das próximas 24 horas te avisaremos por e-mail se foi aprovado.

# error_body_description_cc_rejected_call_for_authorize
source: 1- Call the phone number on the back of your card to authorize the payment of {0} to Mercado Pago.
es_ve: 1- Llama al teléfono que está al reverso de tu tarjeta para autorizar el pago de {0} a Mercado Pago.
pt_br: 1- Ligue para o telefone no verso do seu cartão para autorizar o pagamento de {0} para o Mercado Pago.

# error_body_description_cc_rejected_notify_us
source: 2- Please let us know so that we can credit it.
es_ve: 2- Avísanos para que podamos acreditarlo.
pt_br: 2- Por favor, avise-nos para que possamos creditá-lo.

# error_body_description_cc_rejected_card_disabled
source: Call {0} to activate your card or use a different payment method.
es_ve: Llama a {0} para activar tu tarjeta o usa otro medio de pago.
pt_br: Ligue para {0} para ativar o seu cartão ou use outro meio de pagamento.

# error_body_description_cc_rejected_insufficient_amount
source: Your funds are insufficient or you exceeded the purchase limit.
es_ve: Tus fondos son insuficientes o superaste el límite de compra.
pt_br: Seus fundos são insuficientes ou você excedeu o limite de compra.

# error_body_description_cc_rejected_duplicated_payment
source: Don't worry, your previous payment was made successfully.
es_ve: No te preocupes, tu pago anterior se efectuó con éxito.
pt_br: Não se preocupe, seu pagamento anterior foi concluído com sucesso.

# error_body_description_cc_rejected_max_attempts
source: Because you have reached the limit of attempts, please use a different payment method.
es_ve: Como llegaste al límite de intentos con esta tarjeta, usa otro medio de pago.
pt_br: Como chegou ao limite de tentativas com este cartão, use outro meio de pagamento.

# error_body_description_rejected_by_regulations
source: To pay with account money you must complete the missing details.
es_ve: Para pagar con dinero en cuenta debes completar los datos faltantes.
pt_br: Para pagar com dinheiro em conta, você deve preencher os dados faltantes.

# error_body_description_cc_rejected_invalid_installments
source: Choose another amount of fees or use other means of payment.
es_ve: Elige otra cantidad de cuotas o usa otro medio de pago.
pt_br: Escolha outro número de parcelas ou use outro meio de pagamento.

# error_body_action_text_
source: Already talked and I am authorized
es_ve: Ya hablé y me autorizó
pt_br: Já falei e autorizei

# error_body_action_text_cc_rejected_call_for_authorize
source: Already talked with {0} and I am authorized
es_ve: Ya hablé con {0} y me autorizó
pt_br: Já falei com {0} e autorizei

# error_body_secondary_title_
source: Could not authorize it?
es_ve: ¿No pudiste autorizarlo?
pt_br: Não conseguiu autorizá-lo?

# cc_rejected_call_for_authorize_title
source: Declined payment by your card
es_ve: Tu tarjeta no autorizó el pago
pt_br: O emissor do cartão não autorizou o pagamento

# cc_rejected_card_disabled_button
source: I already activated my card
es_ve: Ya activé mi tarjeta
pt_br: Já liguei

# cc_rejected_bad_filled_button
source: Enter the card details again
es_ve: Reingresar los datos de la tarjeta
pt_br: Inserir os dados do cartão novamente

# cc_rejected_call_for_authorize_button
source: I have authorized this payment
es_ve: Ya autoricé el pago
pt_br: Já autorizei o pagamento

# cc_rejected_duplicated_payment_button
source: Got it
es_ve: Entendido
pt_br: Entendi

# cc_rejected_card_disabled_title
source: Your card is not activated
es_ve: Tu tarjeta no está activada
pt_br: O seu cartão está bloqueado

# cc_rejected_insufficient_amount_title
source: Your card has rejected the payment
es_ve: Tu tarjeta rechazó el pago
pt_br: O seu cartão recusou o pagamento

# cc_rejected_duplicated_payment_title
source: We are sorry, the payment was made twice, therefore we rejected the second one
es_ve: Lo sentimos, el pago se hizo dos veces y rechazamos el segundo
pt_br: Desculpe, o pagamento foi feito duas vezes, por isso recusamos a segunda vez

# cc_rejected_max_attempts_title
source: We rejected this payment because you reached the limit of attempts
es_ve: Rechazamos tu pago porque llegaste al límite de intentos
pt_br: Recusamos o pagamento porque você atingiu o limite de tentativas

# cc_rejected_blacklist_title
source: We rejected the payment with this card
es_ve: Rechazamos tu pago con esta tarjeta
pt_br: Seu pagamento com cartão foi recusado

# cc_rejected_fraud_title
source: You are suspended for payments
es_ve: Estás suspendido para pagar
pt_br: Você está suspenso para pagar

# cc_rejected_high_risk_title
source: We rejected your payment
es_ve: Rechazamos tu pago
pt_br: Recusamos o seu pagamento

# cc_rejected_bad_filled_title
source: One of the card's details is invalid
es_ve: Algún dato de la tarjeta es inválido
pt_br: Algum dado do cartão é inválido

# rejected_high_risk_title
source: You cannot use your money in Mercado Pago for this payment
es_ve: No puedes usar tu dinero en Mercado Pago para este pago
pt_br: Você não pode usar seu dinheiro no Mercado Pago para este pagamento

# cc_rejected_invalid_installments_title
source: Your card does not accept this amount of fees
es_ve: Tu tarjeta no acepta esta cantidad de cuotas
pt_br: O seu cartão não aceita esta quantidade de parcelas

# error_body_description_rejected_high_risk
source: Try paying with a different payment method.
es_ve: Intenta pagar con otro medio.
pt_br: Tente pagar com outro meio.

# rejected_default_title
source: The payment could not be processed
es_ve: No pudimos procesar tu pago
pt_br: Não foi possível processar seu pagamento

# discount_coupon_detail_description
source: {0} discount
es_ve: {0} de descuento
pt_br: {0} de desconto

# payment_result_screen_congrats_copy_button
source: Done! Copied.
es_ve: ¡Listo! Copiado.
pt_br: Pronto! Copiado.

# card_form_previous_button
source: Previous
es_ve: Anterior
pt_br: Anterior

# payer_info_name
source: Name
es_ve: Nombre
pt_br: Nome

# payer_info_legal
source: Business Legal Name
es_ve: Razón Social
pt_br: Razão Social

# payer_info_surname
source: Surname
es_ve: Apellido
pt_br: Sobrenome

# payer_info_placeholder_cpf
source: NAME AND SURNAME
es_ve: NOMBRE Y APELLIDO
pt_br: NOME E SOBRENOME

# payer_info_placeholder_cnpj
source: BUSINESS NAME
es_ve: RAZÓN SOCIAL
pt_br: RAZÃO SOCIAL

# review_change_payment_method_action
source: Pay using a different method
es_ve: Cambiar medio de pago
pt_br: Alterar meio de pagamento

# review_change_payer_action
source: Modify
es_ve: Modificar
pt_br: Alterar

# bank_deal_details_title
source: Conditions
es_ve: Condiciones
pt_br: Condições

# bank_deal_details_date_format
source: To the {0}
es_ve: Hasta el {0}
pt_br: Até {0}

# bank_deals_screen_title
source: Promotions
es_ve: Promociones
pt_br: Benefícios

# review_terms_and_conditions
source: By paying, I declare I'm an adult and accept the Terms and Conditions.
es_ve: Al pagar, declaro que soy mayor de edad y acepto los Términos y Condiciones.
pt_br: Ao pagar, afirmo que sou maior de idade e aceito os Termos e condiçoes.

# review_discount_terms_and_conditions
source: Mercado Libre and Mercado Pago's exclusive discount.
es_ve: Descuento exclusivo de Mercado Libre y Mercado Pago.
pt_br: Desconto exclusivo do Mercado Livre e Mercado Pago.

# review_discount_terms_and_conditions_link
source: See conditions
es_ve: Ver condiciones
pt_br: Ver condições

# discount_detail_modal_title
source: Your discount
es_ve: Tu descuento
pt_br: Seu desconto

# discount_detail_modal_footer
source: Discounts are not cumulative. We apply the best available discount.
es_ve: Los descuentos no son acumulables. Te damos el más alto para este pago.
pt_br: Os descontos não são acumulativos. Aplicamos o mais alto para este pagamento.

# discount_detail_modal_disclaimer
source: Discount limit: {0}
es_ve: Tope de descuento: {0}
pt_br: Limite de descontos: {0}

# discount_end_date
source: Valid until {0}.
es_ve: Válido hasta el {0}.
pt_br: Válido até {0}.

# unique_discount_detail_modal_footer
source: The limit is available for one single payment.
es_ve: Tope disponible para consumir en un único pago.
pt_br: Limite disponível para consumo em um único pagamento.

# multiple_discount_detail_modal_footer
source: With each payment to this brand you will consume the discounts until you reach the limit.
es_ve: Con cada pago en esta marca vas a consumir el tope hasta agotarlo.
pt_br: A cada pagamento para esta marca, você terá descontos até atingir o limite.

# total_row_disclaimer
source: With max coupon amount
es_ve: Con tope de descuento
pt_br: Com limite de desconto

# one_tap_discount_disclaimer
source: with max coupon amount
es_ve: con tope de descuento
pt_br: com limite de desconto

# total_row_title_default
source: Total to pay
es_ve: Total a pagar
pt_br: Total a pagar

# total_row_consumed_discount
source: You reached the discount limit
es_ve: Alcanzaste el tope de descuento
pt_br: Você alcançou o limite do desconto

# modal_title_consumed_discount
source: You reached the limit
es_ve: Alcanzaste el tope
pt_br: Você atingiu o limite

# modal_content_consumed_discount
source: This discount is not applicable, because you have reached the limit.
es_ve: Este descuento ya no aplica porque consumiste el tope máximo.
pt_br: Este desconto não é aplicável, porque você atingiu o limite.

# review_and_confirm_toast_error
source: Something went wrong
es_ve: Algo salió mal
pt_br: Ocorreu um erro

# add_card_congrats_title
source: Done! Your card has been saved
es_ve: ¡Listo! Tu tarjeta quedó guardada
pt_br: Pronto! O seu cartão foi salvo

# add_card_go_to_my_cards
source: Go to My cards
es_ve: Ir a Mis tarjetas
pt_br: Ir para Meus cartões

# add_card_failed_title
source: We couldn't load your card details
es_ve: No pudimos cargar los datos de tu tarjeta
pt_br: Não foi possível carregar os dados do seu cartão

# add_card_try_again
source: Try again
es_ve: Intentar de nuevo
pt_br: Tentar novamente

# onetap_add_new_card_title
source: Add new card
es_ve: Agregar una tarjeta nueva
pt_br: Adicionar um novo cartão

# onetap_purchase_summary_title
source: Your purchase
es_ve: Tu compra
pt_br: A sua compra

# onetap_select_installment_title
source: Select the installment plan
es_ve: Selecciona la cuota
pt_br: Selecione o parcelamento

# terms_and_conditions_title
source: Terms and conditions
es_ve: Términos y Condiciones
pt_br: Termos e condições

# disabled_title_am
source: Your money in Mercado Pago is not available now
es_ve: Tu dinero en Mercado Pago no está disponible ahora
pt_br: Seu dinheiro no Mercado Pago não está disponível agora

# disabled_title_card
source: This card is currently unavailable
es_ve: Esta tarjeta no está disponible ahora
pt_br: Este cartão está indisponível no momento

# other_payment_method
source: Don’t worry, you can use another method to complete the payment.
es_ve: No te preocupes, puedes usar otro medio para completar el pago.
pt_br: Não se preocupe, você pode usar outro meio para concluir o pagamento.

# disabled_disclaimer_am
source: Method unavailable for this payment
es_ve: Medio no disponible para este pago
pt_br: Meio indisponível para este pagamento

# disabled_disclaimer_card
source: Card unavailable for this payment
es_ve: Tarjeta no disponible para este pago
pt_br: Cartão indisponível para este pagamento

# a las
source: to the
es_ve: a las
pt_br: às

source: hs
pt_br: h

# px_dialog_detail_payment_method_disable_high_risk
source: We rejected your payment.
es_ve: Rechazamos tu pago.
pt_br: Recusamos seu pagamento.

# px_dialog_detail_payment_method_disable_black_list
source: We rejected the payment with this card.
es_ve: Rechazamos tu pago con esta tarjeta.
pt_br: Recusamos seu pagamento com este cartão.

# px_payment_method_disable_title
source: You can not use this payment method
es_ve: No puedes usar este medio de pago
pt_br: Não é possível pagar com essa opção
